/*******************************************************************************************************/
/*							Language Setting for CHMViewer							*/
/*******************************************************************************************************/
"Language Setting"						= "PT";
"Expanded Language Setting"				= "Portugal";
"Expanded Language Name Xerox"			= "portuguese";
//======================================================================
//Device Settings
 
"Scan To FTP"							="Digitalizar para FTP";
"Scan To SMB"							="Digitalizar para SMB";
"Yes"                                   ="Sim";
"Login"                                 ="Login";
"Password"                              ="PALAVRA-PASSE";
"Ring to Answer"						="Toques para atender";
"Fax Send"								="Enviar fax";
"Stamp Receive Name"					="Marcar nome de recepção";


//Scan Settings

"Scan Size"								="Tamanho da Digitalização";
"Save To"								="Guardar em";

//Scan To PC
"256 Color"                             ="256 cores";
"Demo Page"                             ="Página de demonstração";
"It is not possible to enable the fax receiving feature on this device due to following conflict:Please check if [Fax To Pc] option is turned on or not, on the device." = "Não é possível activar a funcionalidade de recepção de faxes neste dispositivo devido ao seguinte conflito. Verifique se a opção [Fax para PC] está ou não activada no dispositivo.";
"Easy Printer Manager is not supported by the selected device." = "O Easy Printer Manager não é suportado pelo dispositivo seleccionado.";
"Screen Print Activation" = "Activação de Impr. ecrã";
"Screen Print Settings" = "Definições de Impr. ecrã";
"Help guide is unavailable." = "Manual de ajuda não está disponível.";
"Half Duplex" = "Half Duplex";
"Full Duplex" = "Full Duplex";
"Continue" = "Continuar";
"Keep Easy Printer Manager in Dock" = "Manter o Easy Printer Manager na Dock";
"About ^[PRODUCT_TITLE]^" = "Acerca do ^[PRODUCT_TITLE]^";
"Preferences…" = "Preferências";
"Services" = "Serviços";
"Hide ^[PRODUCT_TITLE]^" = "Ocultar o ^[PRODUCT_TITLE]^";
"Hide Others" = "Ocultar Outros";
"Show All" = "Mostrar todas";
"Quit ^[PRODUCT_TITLE]^" = "Sair do ^[PRODUCT_TITLE]^";
"No other applications can be running during this installation. Click Continue to automatically quit all other running applications. Click Cancel to leave your disks untouched." = "Não podem ser executadas outras aplicações durante esta instalação. Clique em Continuar para fechar, automaticamente, todas as aplicações em execução. Clique em Cancelar para não efectuar qualquer acção com os discos.";
"It is not possible to enable the fax receiving feature on this device due to following conflict. The device is already associated with XXX" = "Não é possível activar a funcionalidade de recepção de faxes neste dispositivo devido ao seguinte conflito. O dispositivo já está associado com XXX";
"Scan Assistant" ="Assistente de Digitalização";
"Postcard 4x6" = "Postal 4x6";
"Failed to enable Scan settings." = "Não foi possível activar as Definições de Digitalização";
"Please select a text to continue." = "Seleccione um texto para continuar.";
"Please select at least one application." = "Seleccione, pelo menos, uma aplicação.";
"Application at this path cannot be found." = "A aplicação não foi encontrada neste caminho.";
"No row selected." = "Não foi seleccionada qualquer linha.";
"Number of user profiles that can be added cannot exceed %d !" = "O número dos perfis de utilizador que podem ser adicionados não pode exceder %d!";
"Profile name should not be more than %d characters." = "O nome do perfil não deve ter mais de %d caracteres.";
"Use this device" = "Utilizar este dispositivo.";
"Skip blank pages" = "Ignorar Páginas em Branco";

//Daemon Manager
"Communication error: Please close and open again this application." = "Erro de comunicação: feche e abra novamente esse aplicativo.";















